{"result":{"parties":[],"classType":"Criminal","showRssButton":true,"receivables":[{"amountDue":518.00,"atCollections":false,"key":"69-148173","adjust":0.00,"rcvblNo":148173,"countyNo":69,"probAmt":0.00,"paid":0.00,"dueDate":"2017-06-27","type":"R","atSdc":false,"balanceDue":518.00}],"countyName":"Waushara","isReopenedRemandedFromAppeal":false,"daCaseNo":"2015WS000960","activities":[],"payplanLink":null,"chargeHist":[{"replacedBy":"Information Filed","descr":"Sexual Assault of a Child Under 16 Years of Age","seqNo":1,"id":"69-2015CF000169-1","dispoDesc":null,"statuteCite":"948.02(2)","severity":"Felony C","chargeNo":1,"isConverted":false},{"replacedBy":"Amend","descr":"2nd Degree Sexual Assault of Child","seqNo":2,"id":"69-2015CF000169-2","dispoDesc":null,"statuteCite":"948.02(2)","severity":"Felony C","chargeNo":1,"isConverted":false}],"prosAtty":"Blader, Scott C.","maintenance":"Electronic filing","caseNo":"2015CF000169","execSummary":"<p data-section-name=\"guiltyPreamble\">\n    The defendant Evan Jay Konkol was found guilty\n    of the following <nobr>charge(s)</nobr> in this case.\n    \n    \n  </p><ul><li><div data-section-name=\"guiltyCriminal\">\n    <span class=\"leadIn\"/>\n    Exposing Genitals/Pubic Area/Intimate Parts to a Child,\n    a class I felony,\n    Wisconsin Statutes\n    948.10(1)(a).\n  </div></li></ul><p data-section-name=\"notice\">\n    <strong>Notice to employers:</strong> It may be a violation of state law to\n    discriminate against a job applicant because of an arrest or conviction\n    record.  Generally speaking, an employer may refuse to hire an applicant on\n    the basis of a conviction only if the circumstances of the conviction\n    substantially relate to the particular job. For more information, see\n    <a href=\"http://docs.legis.wisconsin.gov/statutes/statutes/111/II/335\" rel=\"noopener noreferrer\" target=\"_blank\">Wisconsin Statute 111.335</a>\n    and the Department of Workforce Development's publication,\n    <cite><a href=\"https://dwd.wisconsin.gov/er/civilrights/discrimination/arrest.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Arrest and Conviction Records under the Law</a></cite>.\n  </p>","warrants":[],"civilJdgmts":[],"branchId":null,"documents":[],"wcisClsCode":"2nd Deg. Sex. Assault of Child","tac":null,"countyNo":69,"charges":[{"judgments":[{"supervisions":[{"superMiscConds":[],"descr":"Probation, Sent Withheld","key":"69-2015CF000169-3-1-1","notes":null,"time":"3 Years","isShowConds":true,"superTimeConds":[],"beginDate":null}],"orderDate":"2016-12-05","isModified":false,"superAgency":null,"miscConds":[{"key":"mc-69-2015CF000169-3-1-1","descr":"Costs","notes":"Costs to be paid directly to the Waushara County Clerk of Court within 60 days or establish a payment plan.  Failure to pay may result in suspension of your driver's license, tax intercept, a civil judgment being entered against you, a warrant being issued for your arrest for contempt and/or the debt being turned over to a collection agency."},{"key":"mc-69-2015CF000169-3-1-3","descr":"Prohibitions","notes":"The defendant must maintain absolute sobriety, may not be present upon the premises of any bars, and is prohibited from possessing/ingesting any impairing substances that have not been prescribed by a physician. The defendant is to have NO CONTACT with the victim as named in the complaint. The defendant is to have NO CONTACT with any females under the age of 18 years of age unless the female is with a parent or guardian."},{"key":"mc-69-2015CF000169-3-1-4","descr":"Other","notes":"Defendant is to comply with any rules/recommendations as deemed appropriate by the supervising agent.   DNA sample to be provided and surcharge assessed.   Defendant to comply with the Sex Offender Registration Program during the term of probation and for 15 years after the sentence is complete.  Complete a Sex Offender 2 Treatment Assessment and comply with any further counseling and/or treatment as deemed appropriate by the Supervising Agent."},{"key":"mc-69-2015CF000169-3-1-5","descr":"Alcohol assessment","notes":"Defendant to undergo an alcohol and other drug assessment and comply with any further counseling and/or treatment as deemed appropriate by the supervising agent."}],"key":"69-2015CF000169-3-1","dispoCtofc":"Dutcher, Guy D","timeConds":[{"key":"tc-69-2015CF000169-3-1-2","descr":"Jail time","time":"90 Days","notes":"With Huber. No Good Time Credit. Court does not object to jail transfer."}],"dispoDesc":null,"probByCase":null,"sentDate":"2017-04-28","isConverted":false,"reOpenedEvent":null,"action":"Guilty Due to No Contest Plea"}],"pleaDate":"2016-12-05","descr":"Exposing Genitals/Pubic Area/Intimate Parts to a Child","offenseDate":"2015-09-05","id":"69-2015CF000169-3","pleaDescr":"No Contest","chargeModifiers":[],"dispoDesc":"Guilty Due to No Contest Plea","statuteCite":"948.10(1)(a)","severity":"Felony I","chargeNo":1,"isSummaryCandidate":true}],"crossReferenced":[],"caption":"State of Wisconsin vs. Evan Jay Konkol","status":"Closed","filingDate":"2015-11-05","defendant":{"attys":[{"name":"Szilagyi, Ben","withdrawn":null,"key":"69-2015CF000169-1-1083033-2015-12-11","isGal":false,"entered":"2015-12-11"}],"name":"Konkol, Evan Jay","partyNo":1,"dob":"1991-12-16","fingerprintId":null,"inclGal":false,"effDate":"2017-09-08","sex":"Male","alias":[],"race":"Caucasian","status":null,"address":"73 Ricky Way, Menasha, WI 54952","type":"Defendant","justisNo":null,"sealed":false},"respCtofc":"Dutcher, Guy D","available":true,"isCriminal":true,"caseType":"CF","records":[{"addlTxt":"Discharge - Regular","parties":[],"descr":"Notice of case status change","amount":null,"key":"69-2015CF000169-83","ctofc":null,"date":"2020-05-05","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Discharge Certificate","amount":null,"key":"69-2015CF000169-82","ctofc":null,"date":"2020-05-04","courtRptr":null},{"addlTxt":"of Conviction-90 day conditional time","parties":[],"descr":"Amendment to judgment","amount":null,"key":"69-2015CF000169-81","ctofc":null,"date":"2018-03-16","courtRptr":null},{"addlTxt":"From DOC requesting additional conditional jail time due to probation violations.","parties":[],"descr":"Letters/correspondence","amount":null,"key":"69-2015CF000169-80","ctofc":null,"date":"2018-03-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Records of prosec. are converted data. See file.","amount":null,"key":"69-2015CF000169-79","ctofc":null,"date":"2017-11-15","courtRptr":null},{"addlTxt":"ADDRESS INFO for Evan Jay Konkol\nCurrent: 73 Ricky Way, Menasha, WI 54952 United States  (Effective: 09-08-2017)\nPrior: 2040 Marathon Ave, Apt 5, Neenah, WI 54956-4048 United States\n","parties":[{"sealed":false,"name":"Konkol, Evan Jay"}],"descr":"Change of address notification","amount":null,"key":"69-2015CF000169-78","ctofc":null,"date":"2017-09-08","courtRptr":null},{"addlTxt":"Exhibit A-Video interview of victim reviewed by court prior to sentencing. (Not able to be scanned-in Vault on second shelf in back)","parties":[],"descr":"Other papers","amount":null,"key":"69-2015CF000169-77","ctofc":null,"date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Assessment Report","amount":null,"key":"69-2015CF000169-76","ctofc":"Zamzow, Melissa","date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Judgment of conviction","amount":null,"key":"69-2015CF000169-75","ctofc":"Zamzow, Melissa","date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Dispositional order/judgment","amount":null,"key":"69-2015CF000169-74","ctofc":"Dutcher, Guy D","date":"2017-04-28","courtRptr":null},{"addlTxt":"Dr. Jurek","parties":[],"descr":"Examining psychologist's report","amount":null,"key":"69-2015CF000169-73","ctofc":null,"date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Firearm warning","amount":null,"key":"69-2015CF000169-72","ctofc":null,"date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Notice and acknowledge of def voting ineligibility","amount":null,"key":"69-2015CF000169-71","ctofc":null,"date":"2017-04-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Appeal rights/info on postconviction relief","amount":null,"key":"69-2015CF000169-70","ctofc":null,"date":"2017-04-28","courtRptr":null},{"addlTxt":"9:05 am case called. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin. Dr. Dickey appears by phone. Court questions counsel regarding PSI. Corrections by Attorney Szilagyi. No corrections by DA Blader. Court questions counsel regarding testimony of Dr. Jonathan Dickey, witness sworn by court, overview of credentials provided. Further testimony provided by Dr. Dickey. 9:57 am witness excused. Court questions counsel regarding victim/character witness statements. Statement by victim's mother. Statement by defendant's wife's grandmother. Sentencing argument by DA Blader. Sentencing argument by Attorney Szilagyi. Court questions counsel-sidebar with counsel. Court recesses at 10:28 to review Dr. Jurek's report. 10:45 am case recalled-same appearances. Court has reviewed the report of Dr. Jurek. Statement by Attorney Szilagyi and report of Dr. Jurek. Statement by defendant. Court makes statement prior to sentencing. Court sentences the defendant to: SWD and places the defendant on probation for a period of 3 years. CONDITIONS: 90 days WCJ with Huber, No Good Time Credit. No credit for Time Served. To begin service no later than June 15, 2017. Court does not object to jail transfer.  No contact with any females under the age of 18 years of age unless female is with parent or guardian. AODA and follow through. Absolute sobriety, No bars, No Rx w/o valid Rx from treating physician. No contact with victim as named in the complaint. Sex Offender 2 Treatment and Sex Offender Registry while on supervision and 15 years post sentence. Terms of Agent. Costs to be paid within 60 days or payment plan. DNA surcharge imposed and sample to be given. Court admonishes the defendant regarding expunction of DNA through DOJ. Appeal Rights Given.","parties":[],"descr":"Sentencing hearing","amount":null,"key":"69-2015CF000169-69","ctofc":"Dutcher, Guy D","date":"2017-04-28","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":"DOC Assessment Records of Dr. Jonathan Dickey","parties":[],"descr":"Other papers","amount":null,"key":"69-2015CF000169-68","ctofc":"Dutcher, Guy D","date":"2017-03-23","courtRptr":null},{"addlTxt":"Sentencing Hearing - 3/3/2017","parties":[],"descr":"Motion and order for continuance","amount":null,"key":"69-2015CF000169-67","ctofc":"Dutcher, Guy D","date":"2017-03-17","courtRptr":null},{"addlTxt":"Sentencing hearing on April 28, 2017 at 09:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-66","ctofc":"Dutcher, Guy D","date":"2017-03-17","courtRptr":null},{"addlTxt":"Case Called @ 9:00 AM:  9:05 AM: Attorney Ben Szilagyi in court, appearing via telephone.  Scott C. Blader appeared for the State of Wisconsin.  Court has reviewed correspondence received yesterday from Agent Eggum with corresponding request to adjourn the Sentencing Hearing scheduled for today.  DOC has not yet turned over requested information.  Insight provided by DA Blader.  Has spoken with DOC and this request is outside of their normal protocol and the request has been turned over to DOJ for review as sensitive victim contact information exists and determination of the extent of redaction is needed.  State is concerned over the frustrations expressed on the part of the victims as to continued delays.  Statement by SPD as to requested information - counsel should have the opportunity to review statements made in full by his client during the interview process and would not object to redaction of victim information.  SPD is willing to redraft his request for release to satisfy DOC - a duty exists to review all discovery.  Dr. Jurek is the Def's expert - report not filed with Court.  Dr. Dickey's eval part of the PSI.  Further statement by DA Blader.  Court wants this case to move ahead and shares in counsel's frustration.  Any recorded information was the request of defense counsel, did not include notes or evaluated protocol was not requested or ordered to be produced.  The Court:  Will not order release of anything from Agent Eggum utilized to prepare the PSI report.  3 separate and distinct evaluations were conducted.  Must be viewed within discovery of a 980 context.  Appropriate for Def to have access to materials of Dr. Dickey as to his evaluation, a totally appropriate request. This information can be utilized to determine the requirement for SO registration.  DA confirms that interview and testing are items already provided thru course of discovery.  Court directs access to, or production of, to have access to any materials in the possession Dr. Dickey reflecting the evaluative protocols that were followed concerning Def, whether they be the questionnaire prepared, intelligence test, stable 207, any materials that may exist, Def and counsel are entitled to have access to.  Defense is entitled to have access to, as is the State, that forms the basis of an expert's opinion to the extent not work product its discoverable.  Court will simply order any documents redacted if that is required.  Information to be made available and should eliminate any DOC concerns.  SEH rescheduled.  Dr. Dickey may testify via telephone.  Brief Recess @ 9:28 AM.  Back of Record @ 9:37 AM.   State confirms Dr. Dickey is available for testimony at 9:00 AM on 4/28/2017 - testimony will be conducted via telephone and Court will take up testimony first thing.  DA did speak further with Dr. Dickey as to what information he has and has been instructed to turn over any information utilized.  No audio record exists - soley written items exist and will be provided as to written tests completed.  This matter will move forward in a more convential way and move it forward to SEH.  State will send a written letter to Dr. Dickey detailing release of information as to Risk Assessment - documents will be instructed to be sent directly to the Court.  As to guidance for Dr. Dickey, any items produced in the same manner as being offered in a 980 context.  Sentencing hearing scheduled for April 28, 2017 at 09:00 am.","parties":[],"descr":"Telephone scheduling conference","amount":null,"key":"69-2015CF000169-65","ctofc":"Dutcher, Guy D","date":"2017-03-17","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":"Telephone scheduling conference on March 17, 2017 at 09:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-64","ctofc":"Dutcher, Guy D","date":"2017-03-16","courtRptr":null},{"addlTxt":"from Agent Eggum, Dated 3/16/2017 Re: Motion and Order for Review of Confidential Information","parties":[],"descr":"Letters/correspondence","amount":null,"key":"69-2015CF000169-63","ctofc":"Dutcher, Guy D","date":"2017-03-16","courtRptr":null},{"addlTxt":"Motion and Order to Review Confidential PSI Material","parties":[],"descr":"Order","amount":null,"key":"69-2015CF000169-62","ctofc":"Dutcher, Guy D","date":"2017-03-03","courtRptr":null},{"addlTxt":"Sentencing hearing on March 17, 2017 at 08:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-61","ctofc":null,"date":"2017-02-28","courtRptr":null},{"addlTxt":"NOT PUT OF RECORD:  Attorney Ben Szilagyi in court.  Scott C. Blader appeared for the State of Wisconsin.  Per SPD:  addresses issues that came to light upon review of the PSI - potential subpoena may be required for the psychologist.  Per DA:  As to Chapter 950 - entire participants expected to be here tomorrow for SEH hearing.  DA would not object to adjourning SEH - but victims were prepared to go forward tomorrow and had taken off of work.  Per SPD:  Significant conclusions reached in the PSI and would request the opportunity to ask doctor some questions.  Court will allow doctor to testify via telephone and will also accommodate any victims wishing to participate via telephone.   SEH adjourned as requested.  Sentencing hearing scheduled for March 17, 2017 at 08:00 am.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-60","ctofc":"Dutcher, Guy D","date":"2017-02-28","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Pre-sentence investigation filed","amount":null,"key":"69-2015CF000169-59","ctofc":"Dutcher, Guy D","date":"2017-02-23","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Case Converted to Electronic Filing","amount":null,"key":"69-2015CF000169-58","ctofc":null,"date":"2017-02-01","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Plea questionnaire, waiver of rights","amount":null,"key":"69-2015CF000169-57","ctofc":null,"date":"2016-12-05","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Order for pre-sentence investigation","amount":null,"key":"69-2015CF000169-56","ctofc":"Dutcher, Guy D","date":"2016-12-05","courtRptr":null},{"addlTxt":"Sentencing hearing on March 1, 2017 at 09:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-55","ctofc":null,"date":"2016-12-05","courtRptr":null},{"addlTxt":"9:19 am case called. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin. Court questions counsel regarding status of motions filed. DA Blader states a resolution has been reached and stated on record. State moves to amend the violation to a violation of Exposing Genitals to a child contrary to 948.10(1)(a) a Class I felony. Joint recommendation for PSI to be completed. Court questions Attorney Szilagyi regarding resolution. Discussion held regarding lifetime Sex Offender Registry request by State.   Defendant advised of potential punishment.  Plea QN reviewed w/Defendant.  Plea colloquy entertained.  Collateral consequences explained. Chapter 950 compliance addressed. Motion previously filed by the defendant is withdrawn.  Court accepts amendment by the State to Exposing Genitals to a Child contrary to 948.10(1)(a). Plea: No Contest.  Court accepts plea and adjourns for sentencing. Court directs a PSI & psycho-sexual evaluation be completed. If defendant completes a private psycho-sexual evalution Court directs the evaluation to be provided to the court one week prior to sentencing.  Sentencing hearing scheduled for March 1, 2017 at 09:00 am.","parties":[],"descr":"Plea hearing","amount":null,"key":"69-2015CF000169-54","ctofc":"Dutcher, Guy D","date":"2016-12-05","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":null,"parties":[],"descr":"Charge amended","amount":null,"key":"69-2015CF000169-53","ctofc":null,"date":"2016-12-05","courtRptr":null},{"addlTxt":"Copy of letter from DA to Atty Szilagyi - Re: Juvenile records from Calumet Co","parties":[],"descr":"Letters/correspondence","amount":null,"key":"69-2015CF000169-52","ctofc":null,"date":"2016-11-07","courtRptr":null},{"addlTxt":"Motion hearing on December 5, 2016 at 09:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-51","ctofc":null,"date":"2016-10-28","courtRptr":null},{"addlTxt":"1:49 pm case called. Defendant Evan Jay Konkol  (by phone) in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin. Court questions defendant regaring personal appearance and his request to appear by phone. Defendant waives personal appearance. Court accepts personal appearance. Court goes over motions filed to be addressed today. Motion for testimony of witness by video and motion for introduction of forensic evidence during trial. Statement by DA Blader. Statement by Attorney Szilagyi. Court finds the forensic interview recording is admissible under 908.08(3)(a)-(d). Further statement by Court to counsel regarding the counsel. Court addresses Exhibit A-forensic interview of victim. Statement by DA Blader regarding transcript and video and discussions between counsel and court. Further discussion regarding transcript of testimony and insight provided by court. Court addresses witness availability for testimony of victim. State's motion for victim to testify remotely. Court questions DA Blader regarding motion. Court makes statement regarding testimony of victim and how this would be accomplished. Statement by counsel-will need to revist the issue of video testimony and participants in the room. Court holds in abeayance determination of testimony of witness remotely. Court questions counsel regarding other motions. DA Blader makes statement regarding Miranda motion. Attorney Szilagyi does not object. Exhibit B-Investigative interview of defendant. Statement by DA Blader and Attorney Szilagyi regarding motions to be addressed at the 12/5/16 hearing.","parties":[],"descr":"Motion hearing","amount":null,"key":"69-2015CF000169-50","ctofc":"Dutcher, Guy D","date":"2016-10-28","courtRptr":"For the record software"},{"addlTxt":"Defendant's Motion to Suppress Statements","parties":[],"descr":"Motion to suppress","amount":null,"key":"69-2015CF000169-49","ctofc":"Dutcher, Guy D","date":"2016-10-28","courtRptr":null},{"addlTxt":"for Use of Audio Visual Recording of Oral Statement of Child Victim at Trial, Section 908.08 Wis. Stats. with attached CD","parties":[],"descr":"Notice of motion, motion","amount":null,"key":"69-2015CF000169-48","ctofc":null,"date":"2016-10-26","courtRptr":null},{"addlTxt":"Motion hearing on October 28, 2016 at 01:30 pm.\nMotion hearing on December 5, 2016 at 10:30 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-47","ctofc":null,"date":"2016-10-24","courtRptr":null},{"addlTxt":"Case called @ 2:10 p.m. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin. 904.04(2) motion filed by the State along with a motion for the victim to testify via televised closed-circuit testimony at trial. Atty Szilagyi does not feel that he is adequately prepared to address the most recent motion as it was only filed today. Statement by DA Blader. The Court will hear that particular motion at a subsequent hearing to be held later this week. The Court will permit the defendant to appear telephonically at that hearing as he is traveling from Neenah. DA Blader to file the video testimony prior to the motion hearing for the Court to review. The Court directs that the video be marked as exhibit \"A\". The Court addresses the 904.04(2) motion - Statement by DA Blader. Atty Szilagyi objects to DA Blader's brief in it's totality. Argument by both parties. The Court finds that based on what the State is required to prove makes the prior incidents relevent and allows admission of the Other Acts Evidence to be considered by the jury. Atty Szilagyi advises the Court that he will be filing a motion to suppress and is requesting a hearing to address that motion. DA Blader requesting that the Court draft a letter to be provided to Calumet County for release of the juvenile records that are being admitted under 904.04(2). Standard motions in limine filed by the defendant with the exception of the 904.04(2) motion which was already addressed. Defense motion in limine accepted in it's totality. Standard motions in limine filed by the State - also granted by the Court.  40 Jurors to be summoned - 13 jurors to be impaneled. Declined offer to be provided the the Court and signed by the defendant.  Motion hearing scheduled for October 28, 2016 at 01:30 pm.  Motion hearing scheduled for December 5, 2016 at 10:30 am.","parties":[],"descr":"Final pre-trial","amount":null,"key":"69-2015CF000169-46","ctofc":"Dutcher, Guy D","date":"2016-10-24","courtRptr":"Sisco, Cheryl"},{"addlTxt":"State's Notice of Motion and Motion for use of Televised Closed-Circuit Testimony at Trial","parties":[],"descr":"Notice of motion, motion","amount":null,"key":"69-2015CF000169-45","ctofc":"Dutcher, Guy D","date":"2016-10-24","courtRptr":null},{"addlTxt":"AMENDED","parties":[],"descr":"Witness list - plaintiff","amount":null,"key":"69-2015CF000169-44","ctofc":null,"date":"2016-10-21","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Witness list - defendant","amount":null,"key":"69-2015CF000169-41","ctofc":"Dutcher, Guy D","date":"2016-10-21","courtRptr":null},{"addlTxt":"Defendant's","parties":[],"descr":"Motion in limine","amount":null,"key":"69-2015CF000169-40","ctofc":"Dutcher, Guy D","date":"2016-10-21","courtRptr":null},{"addlTxt":"Defendant's","parties":[],"descr":"Proposed jury instructions","amount":null,"key":"69-2015CF000169-39","ctofc":null,"date":"2016-10-21","courtRptr":null},{"addlTxt":"State's Motion and Order to Seal Attachments on Other Acts Brief","parties":[],"descr":"Motion to Seal Document","amount":null,"key":"69-2015CF000169-38","ctofc":"Dutcher, Guy D","date":"2016-10-20","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Order to Seal Document","amount":null,"key":"69-2015CF000169-43","ctofc":"Dutcher, Guy D","date":"2016-10-12","courtRptr":null},{"addlTxt":"State's Notice of Motion and Brief for the Admission of Other Acts Evidence","parties":[],"descr":"Notice of motion","amount":null,"key":"69-2015CF000169-37","ctofc":"Dutcher, Guy D","date":"2016-10-12","courtRptr":null},{"addlTxt":"State's Proposed Verdict Forms","parties":[],"descr":"Verdict","amount":null,"key":"69-2015CF000169-36","ctofc":"Dutcher, Guy D","date":"2016-10-03","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Witness list - plaintiff","amount":null,"key":"69-2015CF000169-35","ctofc":"Dutcher, Guy D","date":"2016-10-03","courtRptr":null},{"addlTxt":"State's","parties":[],"descr":"Motion in limine","amount":null,"key":"69-2015CF000169-34","ctofc":"Dutcher, Guy D","date":"2016-10-03","courtRptr":null},{"addlTxt":"State's","parties":[],"descr":"Proposed jury instructions","amount":null,"key":"69-2015CF000169-33","ctofc":"Dutcher, Guy D","date":"2016-10-03","courtRptr":null},{"addlTxt":"ADDRESS INFO for Evan Jay Konkol\nCurrent: 2040 Marathon Ave, Apt 5, Neenah, WI 54956-4048 United States  (Effective: 09-07-2016)\nPrior: 105 Stanley St; #7, Neenah, WI 54956 \n","parties":[{"sealed":false,"name":"Konkol, Evan Jay"}],"descr":"Change of address notification","amount":null,"key":"69-2015CF000169-32","ctofc":null,"date":"2016-09-07","courtRptr":null},{"addlTxt":"Remailed as per USPS","parties":[],"descr":"Notice of hearing returned","amount":null,"key":"69-2015CF000169-31","ctofc":"Barth, Sue","date":"2016-08-19","courtRptr":null},{"addlTxt":"Final pre-trial on October 24, 2016 at 02:00 pm.","parties":[],"descr":"Notice of Change of Hearing","amount":null,"key":"69-2015CF000169-30","ctofc":null,"date":"2016-08-10","courtRptr":null},{"addlTxt":"Final pre-trial on October 26, 2016 at 02:00 pm.\nJury trial on December 7, 2016 at 08:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-29","ctofc":null,"date":"2016-07-19","courtRptr":null},{"addlTxt":"NOT PUT OF RECORD: Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin.  Per SPD: In the process of obtaining an expert.  Defers to the Court on the scheduling of a trial.  2 Day JT and and FPTC scheduled.  Jury trial scheduled for December 7, 2016 at 08:00 am.  Final pre-trial scheduled for October 26, 2016 at 02:00 pm.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-28","ctofc":"Dutcher, Guy D","date":"2016-07-19","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":"Status conference on July 19, 2016 at 09:10 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-27","ctofc":null,"date":"2016-05-24","courtRptr":null},{"addlTxt":"10:30 am case called. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Steven Paul Anderson appeared for the State of Wisconsin. Mother of victim appears by phone. Statement by Attorney Szilagyi regarding competency evaluations completed. Statement by Court-accepts withdrawal of competence request and questions counsel. Attorney Szilagyi makes statement regarding discovery-requests additional status.  Status conference scheduled for July 19, 2016 at 09:10 am.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-26","ctofc":"Dutcher, Guy D","date":"2016-05-24","courtRptr":null},{"addlTxt":"State's","parties":[],"descr":"Demand for discovery","amount":null,"key":"69-2015CF000169-25","ctofc":"Dutcher, Guy D","date":"2016-05-23","courtRptr":null},{"addlTxt":"Defendant's","parties":[],"descr":"Demand for discovery","amount":null,"key":"69-2015CF000169-24","ctofc":"Dutcher, Guy D","date":"2016-05-20","courtRptr":null},{"addlTxt":"Examining Psychologis Billing-$862.50","parties":[],"descr":"Received documents","amount":null,"key":"69-2015CF000169-23","ctofc":null,"date":"2016-05-09","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Competency report","amount":null,"key":"69-2015CF000169-22","ctofc":"Dutcher, Guy D","date":"2016-04-21","courtRptr":null},{"addlTxt":"Status conference on May 24, 2016 at 10:25 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-21","ctofc":null,"date":"2016-04-12","courtRptr":null},{"addlTxt":"NOT PUT OF RECORD: Attorney Ben Szilagyi in court.  Scott C. Blader appeared for the State of Wisconsin. Discussion between court and counsel regarding status.  Status conference scheduled for May 24, 2016 at 10:25 am.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-20","ctofc":"Dutcher, Guy D","date":"2016-04-12","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":null,"parties":[],"descr":"Received documents","amount":null,"key":"69-2015CF000169-18","ctofc":"Dutcher, Guy D","date":"2016-03-15","courtRptr":null},{"addlTxt":"Second Evaluation to be completed by Dr. Miller","parties":[],"descr":"Order for Competency Examination","amount":null,"key":"69-2015CF000169-19","ctofc":"Dutcher, Guy D","date":"2016-03-11","courtRptr":null},{"addlTxt":"Status conference on April 12, 2016 at 10:30 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-17","ctofc":null,"date":"2016-03-11","courtRptr":null},{"addlTxt":"Case called @ 2:46 p.m. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Scott C. Blader appeared for the State of Wisconsin. 971.14 evaluation filed and provided to all parties. Statement by Atty Szilagyi - requesting a second evaluation and states reasoning behind the request. Statement by DA Blader - also has some concerns with the report. Atty Szilagyi suggests Dr. Kevin Miller conduct the second evaluation. Statement by the Court - inquiring as to the expense of the second evaluation and who is responible to cover that expense. The Court directs that a second 971.15 evaluation be conducted by Dr. Kevin Miller on an outpatient basis. DE is responsible for getting to Dr. Miller's office in Green Bay for the evaluation.  Status conference scheduled for April 12, 2016 at 10:30 am.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-16","ctofc":"Dutcher, Guy D","date":"2016-03-11","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":null,"parties":[],"descr":"Competency report","amount":null,"key":"69-2015CF000169-15","ctofc":null,"date":"2016-03-01","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Order for Competency Examination","amount":null,"key":"69-2015CF000169-14","ctofc":null,"date":"2016-02-09","courtRptr":null},{"addlTxt":"Status conference at 03-11-2016 02:45 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-13","ctofc":null,"date":"2016-02-09","courtRptr":null},{"addlTxt":"9:46 am. Attorney Ben Szilagyi in court.  Scott C. Blader appeared for the State of Wisconsin. Attorney Szilagyi requests a competency evaluation to be ordered by the court and makes further statement. Agreement by DA Blader. Court directs a 971.14 outpatient evaluation to occur. Court sets matter for status in 30 days for evaluation to take place.  Status conference scheduled for March 11, 2016 at 02:45 pm.","parties":[],"descr":"Status conference","amount":null,"key":"69-2015CF000169-12","ctofc":"Dutcher, Guy D","date":"2016-02-09","courtRptr":"For the record software"},{"addlTxt":null,"parties":[],"descr":"Information","amount":null,"key":"69-2015CF000169-11","ctofc":null,"date":"2016-01-07","courtRptr":null},{"addlTxt":"Status conference at 02-09-2016 09:25 am","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-10","ctofc":null,"date":"2016-01-07","courtRptr":null},{"addlTxt":"2:17 pm case called. Defendant Evan Jay Konkol in court with attorney Ben Szilagyi.  Steven Paul Anderson appeared for the State of Wisconsin. State calls Det. Sgt. Jim A. Lietz, witness sworn by clerk, testimony given. Defendant identified in court by witness. Cross exam by Attorney Szilagyi, testimony given. Re-direct by DA Blader. DA Blader calls Cathy Konkol, witness sworn by clerk, testimony given. Witness excused. Evidence closed. Argument by Attorney Szilagyi. Court makes a statement-finds probable cause and enters an order binding the defendant over for trial. Information filed. Attorney Szilagyi confirms receipt, waives formal reading and enters a plea of Not Guilty on behalf of his client.  Status conference scheduled for February 9, 2016 at 09:25 am.","parties":[],"descr":"Preliminary hearing","amount":null,"key":"69-2015CF000169-9","ctofc":"Dutcher, Guy D","date":"2016-01-07","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":"Preliminary hearing at 01-07-2016 02:15 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"69-2015CF000169-8","ctofc":null,"date":"2015-12-15","courtRptr":null},{"addlTxt":"Complete ID process with the Sheriff's Department.  Defendant is to have no contact with any females under the age of 18 years unless they are in the immediate presence of a parent.","parties":[{"sealed":false,"name":"Konkol, Evan Jay"}],"descr":"Signature bond set","amount":5000.00,"key":"69-2015CF000169-7","ctofc":"Dutcher, Guy D","date":"2015-12-15","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":null,"parties":[],"descr":"Waiver of time limits for preliminary hearing","amount":null,"key":"69-2015CF000169-6","ctofc":"Dutcher, Guy D","date":"2015-12-15","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":"Case Called @ 1:17 PM: Defendant Evan Jay Konkol in court, in person, with attorney Ben Szilagyi, appearing via telephone.  Steven Paul Anderson appeared for the State of Wisconsin.  Def waives right to personal appearance of his counsel.  Court accepts voluntary waiver of personal appearance.   Complaint Stated - Advised of offense and minimum/maximum penalty.  Receipt Admitted - Reading Waived.  Preliminary Hearing and Time Limits discussed.  Defendant wishes to waive time limits for preliminary hearing. Court questions defendant and accepts waiver of time limits for preliminary hearing. ADA argues for $5000 Signature Bond w/conditions.    Pre-Lim Hrg Scheduled - NOH Given.  Court enters Riverside Ruling in favor of the State.  Preliminary hearing scheduled for January 7, 2016 at 02:15 pm.","parties":[],"descr":"Initial appearance","amount":null,"key":"69-2015CF000169-5","ctofc":"Dutcher, Guy D","date":"2015-12-15","courtRptr":"Gulbrandsen, Tara"},{"addlTxt":null,"parties":[],"descr":"Public defender order appointing counsel","amount":null,"key":"69-2015CF000169-4","ctofc":null,"date":"2015-12-11","courtRptr":null},{"addlTxt":"from Atty Szilagyi requesting a telephonic appearance - Granted by the Court","parties":[],"descr":"Letters/correspondence","amount":null,"key":"69-2015CF000169-3","ctofc":null,"date":"2015-12-10","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Victim impact statement","amount":null,"key":"69-2015CF000169-2","ctofc":null,"date":"2015-11-17","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Summons and complaint","amount":null,"key":"69-2015CF000169-1","ctofc":"Dutcher, Guy D","date":"2015-11-05","courtRptr":null}],"prosAgency":"District Attorney","citations":[],"defAttys":[{"name":"Szilagyi, Ben"}],"balanceDue":518.00,"allowPurchase":false},"view":{"caseNo":{"value":"2015CF000169"},"countyNo":{"value":69}}}