{"result":{"parties":[],"classType":"Criminal","showRssButton":true,"receivables":[],"countyName":"Langlade","isReopenedRemandedFromAppeal":false,"daCaseNo":"2022LG000095","activities":[{"descr":"Status conference","key":"527002-527002-258023","ctofc":"Criminal Status Conferences","date":"2022-12-05","loc":"Langlade Co. Courthouse-Rm. 301","type":true,"start":"11:00 am"}],"payplanLink":null,"chargeHist":[{"replacedBy":"Information Filed","descr":"1st Degree Child Sexual Assault - Intercourse with Person under 12","seqNo":1,"id":"34-2022CF000022-1","dispoDesc":null,"statuteCite":"948.02(1)(b)","severity":"Felony B","chargeNo":1,"isConverted":false},{"replacedBy":"Information Filed","descr":"1st Degree Child Sexual Assault - Intercourse with Person under 12","seqNo":2,"id":"34-2022CF000022-2","dispoDesc":null,"statuteCite":"948.02(1)(b)","severity":"Felony B","chargeNo":2,"isConverted":false}],"prosAtty":"Hays, Kelly L","maintenance":"Electronic filing","caseNo":"2022CF000022","execSummary":"<p data-section-name=\"open\">\n    This case has not been concluded. Unless a judgment of conviction is\n    entered, the defendant is presumed innocent of all charges.\n  </p><p data-section-name=\"notice\">\n    <strong>Notice to employers:</strong> It may be a violation of state law to\n    discriminate against a job applicant because of an arrest or conviction\n    record.  Generally speaking, an employer may refuse to hire an applicant on\n    the basis of a conviction only if the circumstances of the conviction\n    substantially relate to the particular job. For more information, see\n    <a href=\"http://docs.legis.wisconsin.gov/statutes/statutes/111/II/335\" rel=\"noopener noreferrer\" target=\"_blank\">Wisconsin Statute 111.335</a>\n    and the Department of Workforce Development's publication,\n    <cite><a href=\"https://dwd.wisconsin.gov/er/civilrights/discrimination/arrest.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Arrest and Conviction Records under the Law</a></cite>.\n  </p>","warrants":[],"civilJdgmts":[],"branchId":"1","documents":[],"wcisClsCode":"1st Deg. Sex. Assault of Child","tac":null,"countyNo":34,"charges":[{"judgments":[],"pleaDate":"2022-09-07","descr":"1st Degree Child Sexual Assault - Intercourse with Person under 12","offenseDate":"2015-08-13","id":"34-2022CF000022-3","pleaDescr":"Not Guilty","chargeModifiers":[],"dispoDesc":null,"statuteCite":"948.02(1)(b)","severity":"Felony B","chargeNo":1,"isSummaryCandidate":true},{"judgments":[],"pleaDate":"2022-09-07","descr":"1st Degree Child Sexual Assault - Intercourse with Person under 12","offenseDate":"2015-08-13","id":"34-2022CF000022-4","pleaDescr":"Not Guilty","chargeModifiers":[],"dispoDesc":null,"statuteCite":"948.02(1)(b)","severity":"Felony B","chargeNo":2,"isSummaryCandidate":true}],"crossReferenced":[],"caption":"State of Wisconsin vs. Cesar O Fernandez-Reyes","status":"Open","filingDate":"2022-02-18","defendant":{"attys":[{"name":"Ruth, Robert Thomas","withdrawn":null,"key":"34-2022CF000022-1-1021445-2022-05-31","isGal":false,"entered":"2022-05-31"}],"name":"Fernandez-Reyes, Cesar O","partyNo":1,"dob":"1986-07-14","fingerprintId":null,"inclGal":false,"effDate":"2022-07-29","sex":"Male","alias":[{"key":"34-2022CF000022-1-1","name":"Ordaz-Gutierrez, Alejandro","descr":"Also known as","dob":null}],"race":"Unknown","status":null,"address":"36 Reid Terrace #3, Fond du Lac, WI 54935","type":"Defendant","justisNo":null,"sealed":false},"respCtofc":"Rhode, John B.","available":true,"isCriminal":true,"caseType":"CF","records":[{"addlTxt":"Protective Order for Access and Maintenance of Videotaped Statements","parties":[],"descr":"Order","amount":null,"key":"34-2022CF000022-49","ctofc":"Rhode, John B.","date":"2022-10-17","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Proposed Order Declined","amount":null,"key":"34-2022CF000022-48","ctofc":"Rhode, John B.","date":"2022-10-12","courtRptr":null},{"addlTxt":"Protective Order for Access and Maintenance of Videotaped Statements","parties":[],"descr":"Proposed Order","amount":null,"key":"34-2022CF000022-47","ctofc":"Rhode, John B.","date":"2022-10-11","courtRptr":null},{"addlTxt":"State's Motion Regarding Access to and Maintenance of Videotaped Statements","parties":[],"descr":"Motion","amount":null,"key":"34-2022CF000022-46","ctofc":null,"date":"2022-10-11","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Video conferencing","amount":null,"key":"34-2022CF000022-45","ctofc":null,"date":"2022-10-11","courtRptr":null},{"addlTxt":"2:33 PM/ Room 301. Defendant Cesar O Fernandez-Reyes appeared by video, in custody at the Langlade County Jail.  Attorney Robert Thomas Ruth in court for Cesar O Fernandez-Reyes.  Attorney Kelly L Hays in court for State of Wisconsin. All appearances are by Zoom. Interpreter Susan Rascon appears by Zoom, sworn in as interpreter. Court reviews reason for today's hearing; counsel has agreed to some discovery issues and others need to be decided by Court.  State recites issues that are agreed upon. 1-Copy of video recording of victim and witness with DOBs as stated on record shall remain available to presiding judge; State will mail defense counsel the DVD. Attny Ruth in agreement. 2- Defense counsel may save the files to laptop and desktop computers. Def. counsel agrees to delete files upon completion of case. No additional copies or any portion of DVD should be made by Def. atty, investigator, expert or any other rep. of defendant without specific order. Attny Ruth in agreement and Def. understands.  3- Copies shall not be used for any purpose other than for defense to prepare or for court to review. 4- All copies of disk shall be contained in sealed folder with protective order on top.  Attny Ruth makes clarification. Court confirms that agreement is that all hard copies of DVD to be kept in sealed folder with protective order on top. Attny Ruth in agreement and Def. understands. State recites issues in dispute:  State is requesting condition that video may only be viewed by specific individuals and that there also be a prohibition in showing the transcript. Anybody who views the video sign an agreement that they have seen the protective order and that they be subject to the Court's contempt. Court confirms the disputed issues. 1. No part of these videos may be viewed by anyone other than the parties, counsel of record, their investigators, their experts and the Court. State indicates that condition should also include transcripts. Attny Ruth cites position as to State's requested conditions. Response by State. Further arguments. Remarks by the Court. The Court indicates the use of lay witnesses may be discovered by the defense without showing the videos or transcripts. If defense determines it is vitally important that individuals see video or transcripts, they may then ask the Court for permission and give reasons why. State is to draft order. Attny Ruth makes further argument. Remarks by the Court. Attny Ruth asks Court if it would consider asking permission from Court under seal not viewable by the State. State objects. The Court confirms ruling, urges parties to continue dialog re: issues and exploring additional possible stipulations. Counsel may supplement the record for possible reconsideration if no stipulation reached.  Court indicates language on last issue should be as follows: No portion of the subject videos that have been discussed today or transcripts of any portions thereof, may be viewed by anyone other than the parties, their counsel, their investigators, their experts, and the Court without further permission from the Court. If such permission is sought, it may be put in writing and be presented to the Court. Court will not accept in camera invitation. If lay witnesses are needed to be shown videos or transcripts, Attny Ruth is to provide identity of witness and reason he needs them to see it. Attny Ruth asks that experts include his typists. State is agreeable. Court will allow typists to be included in order.  Court clarifies final issue: The State wants Court to order anyone who views the videos or part of them or transcripts thereof, must sign an agreement that they are aware of the protective order and terms thereof, and understand that a violation thereof, would subject them to potential contempt sanctions. State in agreement with Court's paraphrase. Attny Ruth gives argument. Response by State. Remarks by the Court. Court orders wording for final issue: Anyone who receives copy of the subject matter videos or any part thereof, or transcript of any part thereof, must sign a document that they are aware of the protective order made by the Court today and the terms thereof, and know that a violation thereof would subject them to potential contempt sanctions. Def. has no questions.  Status conference already set for Dec. 5. Adjourned at 3:39 p.m.","parties":[],"descr":"Hearing","amount":null,"key":"34-2022CF000022-44","ctofc":"Rhode, John B.","date":"2022-10-11","courtRptr":"Brengle, David, DCR"},{"addlTxt":"Letter to Court Regarding Proposed Discovery Restrictions\nRouted to Judge's JA","parties":[],"descr":"Letters/correspondence","amount":null,"key":"34-2022CF000022-43","ctofc":null,"date":"2022-10-11","courtRptr":null},{"addlTxt":"Order Regarding Access to and Maintenance of Videotaped Statements","parties":[],"descr":"Proposed Order","amount":null,"key":"34-2022CF000022-42","ctofc":null,"date":"2022-10-10","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Confidential Crime Victim Information","amount":null,"key":"34-2022CF000022-41","ctofc":null,"date":"2022-10-03","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Video conferencing","amount":null,"key":"34-2022CF000022-40","ctofc":null,"date":"2022-09-27","courtRptr":null},{"addlTxt":"1:47 PM / Room 301. Defendant Cesar O Fernandez-Reyes appeared by video, in custody at the Langlade County Jail.  Attorney Robert Thomas Ruth appeared by video for Cesar O Fernandez-Reyes.  Attorney Kelly L Hays appeared by video for State of Wisconsin. Susan Rascon appears as Interpreter. All appearances are by Zoom. 22CF22 and 22CF63.  Susan Rascon sworn in as interpreter. Court has reviewed record and bond modification request. Attny Ruth makes argument for bond modification, asks for $40,000 bond. State is in compliance with victim rights and notification law. State objects to modification, gives reasoning. Response by Attny Ruth. Remarks by the Court. The Court denies modification request. Attny Ruth indicates in the process of scheduling a hearing for a discovery issue. STC already set for Dec., court advises counsel to continue to work with JA for further scheduling. Adj. at 2:06 p.m.","parties":[],"descr":"Bail/bond hearing","amount":null,"key":"34-2022CF000022-39","ctofc":"Rhode, John B.","date":"2022-09-27","courtRptr":"Livernash, Alicia, DCR"},{"addlTxt":"Bail/bond hearing on September 27, 2022 at 01:45 pm.","parties":[],"descr":"Notice of hearing","amount":null,"key":"34-2022CF000022-38","ctofc":null,"date":"2022-09-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Demand for Discovery - Prosecutor","amount":null,"key":"34-2022CF000022-37","ctofc":null,"date":"2022-09-08","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Demand for Discovery - Defendant","amount":null,"key":"34-2022CF000022-36","ctofc":null,"date":"2022-09-07","courtRptr":null},{"addlTxt":"10:38 AM /Room 301/ Court calls cases 22CF22 & 22CF63. Defendant Cesar O Fernandez-Reyes appeared by video, in custody at Langlade County Jail.  Attorney Robert Thomas Ruth appeared by video for Cesar O Fernandez-Reyes.  Attorney Kelly L Hays in court for State of Wisconsin. Interpreter Susan Rascon in court. Interpreter Susan Rascon is sworn in. Same appearances on both cases. Motion requesting bond reduction. Defendant's atty requests waiver of right to preliminary hearing. State does not want to address bond reduction motion at this time. Remarks by court. State recommends more time for notice for victim. Remarks by court to state. Defendant's atty is agreeable to delay bond modification if hearing can be set promptly. Court advises to schedule with JA. Court advises defendant of rights. Court reviews risks and benefits. No remarks by defendant. Defendant waives right to preliminary hearing on both cases. Court finds probable cause and binds case over. Defendant's atty received copy of information. Defendant's atty requests reading of charges. Court reads charges information. Court advises defendant of penalties in both cases. No remarks by defendant's atty. Defendant's atty pleads not guilty on all counts. Court receives not guilty pleas on all charges in both cases. Defendant's atty intends to file discovery and requests status hearing. Remarks by court to defendant. STC set for December 5th @ 11:00 AM by zoom. State has complied with victims rights and will schedule time with JA for bond hearing. Defendant questions court as to bond and dates.","parties":[],"descr":"Waiver of preliminary hearing","amount":null,"key":"34-2022CF000022-35","ctofc":"Rhode, John B.","date":"2022-09-07","courtRptr":"Lenaker, Jackie, DCR"},{"addlTxt":null,"parties":[],"descr":"Information","amount":null,"key":"34-2022CF000022-34","ctofc":null,"date":"2022-09-07","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Motion for modification of bond","amount":null,"key":"34-2022CF000022-33","ctofc":null,"date":"2022-09-02","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Letters/correspondence","amount":null,"key":"34-2022CF000022-32","ctofc":null,"date":"2022-09-02","courtRptr":null},{"addlTxt":"of Preliminary Examination","parties":[],"descr":"Waiver","amount":null,"key":"34-2022CF000022-31","ctofc":null,"date":"2022-09-02","courtRptr":null},{"addlTxt":"ADDRESS INFO for Cesar O Fernandez-Reyes\nCurrent: 36 Reid Terrace #3, Fond du Lac, WI 54935 United States  (Effective: 07-29-2022)\nPrior: 135 Dorr Street, Antigo, WI 54409 \n","parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Change of address notification","amount":null,"key":"34-2022CF000022-30","ctofc":null,"date":"2022-07-29","courtRptr":null},{"addlTxt":"Amended Bail/Bond","parties":[],"descr":"Other papers","amount":null,"key":"34-2022CF000022-29","ctofc":null,"date":"2022-07-29","courtRptr":null},{"addlTxt":"No illegal use or possession of controlled substances, maintain absolute sobriety, no contact with child victim, no contact with any minor children except for eight year old son, two year old son and 6 month year old daughter via recorded phone or video calls only, no leaving the state of Wisconsin, and surrender passport to Langlade County Sheriff's Department.","parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Cash bond amended","amount":60000.00,"key":"34-2022CF000022-28","ctofc":"Kawalski, Fred","date":"2022-07-28","courtRptr":"Unmonitored DAR"},{"addlTxt":null,"parties":[],"descr":"Video conferencing","amount":null,"key":"34-2022CF000022-27","ctofc":null,"date":"2022-07-28","courtRptr":null},{"addlTxt":"9:12 AM Defendant Cesar O Fernandez-Reyes appeared by video in custody of Langlade County Jail. Plaintiff State of Wisconsin appeared by video. Attorney Robert Thomas Ruth appeared by video for Cesar O Fernandez-Reyes. Attorney Kelly L Hays appeared in person and available by video for the State of Wisconsin. Interpreter Susan Rascon appeared by video. All video parties via Zoom. $100,000 current bond with conditions. Interpreter is sworn into oath. Attorney Ruth makes argument and requests cash bail bond to be reduced to $20,000 and modify bail bond condition. ADA gives bail bond argument and objects to cash bail bond modification. Bail bond hearing was scheduled at State's request. ADA requests a specific bail bond condition modification of no contact with minor children except for eight year old son, two year old son and 6 month year old daughter via recorded phone or video calls only. Court gives ruling and grants bail bond condition modification to no contact with minors except for eight year old son, two year old son and 6 month year old daughter by monitored phone calls or video only. Court denies $20,000 cash bail bond modification. Cash bail bond is to be modified to $60,000 with same conditions as previous bail bond. Those conditions are no illegal use or possession of controlled substances, maintain absolute sobriety, no contact with child victim, no contact with any minor children except for eight year old son, two year old son and 6 month year old daughter via recorded phone or video calls only, no leaving the state of Wisconsin, and surrender passport to Langlade County Sheriff's Department. Further proceedings are previously scheduled. Attorney Ruth makes statement and questions the court regarding bail bond condition. Defendant makes statement and questions the court. 9:42 AM off record. 9:46 AM back on record. Attorney Ruth has no further questions. Court is adjourned. until September 7, 2022 at 10:00am.","parties":[],"descr":"Bail/bond hearing","amount":null,"key":"34-2022CF000022-26","ctofc":"Kawalski, Fred","date":"2022-07-28","courtRptr":"Unmonitored DAR"},{"addlTxt":"Amend Bail/Bond Conditions - Routed to CC-JA","parties":[],"descr":"Motion for modification of bond","amount":null,"key":"34-2022CF000022-25","ctofc":null,"date":"2022-07-07","courtRptr":null},{"addlTxt":"Bail/bond hearing on July 28, 2022 at 09:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"34-2022CF000022-24","ctofc":null,"date":"2022-06-30","courtRptr":null},{"addlTxt":"and Certificate of Appearance","parties":[],"descr":"Subpoena","amount":null,"key":"34-2022CF000022-23","ctofc":null,"date":"2022-06-08","courtRptr":null},{"addlTxt":"11:46 AM in Room 301.     22CF22 and 22CF63.   Defendant Cesar O Fernandez-Reyes in court, via Zoom, with attorney Robert Thomas Ruth in person.  Kelly L Hays appeared for the State of Wisconsin in person.  Defendant Cesar O Fernandez-Reyes in custody.  Cesar O Fernandez-Reyes appeared by video means with Attorney. Susan Rascon, appears in person, sworn in as interpreter.  Attny Ruth requests preliminary hearing, waives time limits. Attny Ruth has discussed P.H. rights with Def.  Court explains rights to P.H. Def understands. Def. wants P.H. but will waive time limits. The Court accepts waiver of time limits.  Preliminary hearing scheduled for September 7, 2022 at 10:00 am.","parties":[],"descr":"Adjourned initial appearance","amount":null,"key":"34-2022CF000022-22","ctofc":"Rhode, John B.","date":"2022-06-01","courtRptr":"Ryan, Conor, DCR"},{"addlTxt":null,"parties":[],"descr":"Notice of retainer","amount":null,"key":"34-2022CF000022-21","ctofc":null,"date":"2022-05-31","courtRptr":null},{"addlTxt":"Adjustment Number: 22A 017752,\nPayable Number: 66133,\nReceipt Number: 22R 002182,\nAmount: $20.00","parties":[],"descr":"eFiled Document Fee Paid","amount":20.00,"key":"34-2022CF000022-20","ctofc":null,"date":"2022-05-31","courtRptr":null},{"addlTxt":"OSPD Appointment of Counsel Report","parties":[],"descr":"Other papers","amount":null,"key":"34-2022CF000022-19","ctofc":null,"date":"2022-05-27","courtRptr":null},{"addlTxt":"","parties":[],"descr":"Video conferencing","amount":null,"key":"34-2022CF000022-18","ctofc":"Kawalski, Fred","date":"2022-05-12","courtRptr":"Unmonitored DAR"},{"addlTxt":"10:11 AM Room 203.  Defendant Cesar O Fernandez-Reyes in court, in custody.  Interpreter Susan Rascon in court.  Kelly L Hays appeared for the State of Wisconsin.  All parties appeared by Zoom means.  Case is called and reviewed by the court.  Interpreter is sworn into oath.  $100,000 current cash bond with conditions.  Defendant gives bail bond argument and requests a $20,000 cash bail bond.  Defendant would like to hire an attorney.  ADA gives bail bond argument and objects to $20,000 cash.  Court makes ruling.  Court denies the $20,000 bail bond request modification.   Bond remains with conditions.  Defendant responds.  Adjourned Initial Appearance is previously scheduled 6/1/22.  Court is adjourned.","parties":[],"descr":"Bail/bond hearing","amount":null,"key":"34-2022CF000022-17","ctofc":"Kawalski, Fred","date":"2022-05-12","courtRptr":"Unmonitored DAR"},{"addlTxt":"Bail/bond hearing on May 12, 2022 at 10:00 am.","parties":[],"descr":"Notice of hearing","amount":null,"key":"34-2022CF000022-16","ctofc":null,"date":"2022-04-28","courtRptr":null},{"addlTxt":"Routed to JA","parties":[],"descr":"Request","amount":null,"key":"34-2022CF000022-15","ctofc":null,"date":"2022-04-20","courtRptr":null},{"addlTxt":"02:33 PM/Rm. 203/Defendant Cesar O Fernandez-Reyes in court, in custody.  Kelly L Hays appeared for the State of Wisconsin.  Reporter by Zoom.  Interpreter appears by telephone.  Court calls 22-CF-22 and 22-CF-63.  Susan Rascon, duly sworn as interpreter.  Court advises Def. of charges and penalties.  Def. given right to attorney and options.  Def. has called public defender.  Def. wants to wait for attorney.  Court advises Def. he can wait, hire his own attorney or apply for court appointed attorney.  Recess 3:00 p.m.  Adjourned initial appearance scheduled for June 1, 2022 at 11:00 am.","parties":[],"descr":"Adjourned hearing","amount":null,"key":"34-2022CF000022-14","ctofc":"Rhode, John B.","date":"2022-04-18","courtRptr":"Schreiber, Nicole, DCR"},{"addlTxt":"Bail/Bond","parties":[],"descr":"Other papers","amount":null,"key":"34-2022CF000022-13","ctofc":null,"date":"2022-04-11","courtRptr":null},{"addlTxt":"Canceled warrant with C.R. @ 2:44 pm","parties":[],"descr":"Notes","amount":null,"key":"34-2022CF000022-12","ctofc":null,"date":"2022-04-08","courtRptr":null},{"addlTxt":null,"parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Warrant/Capias/Commitment served","amount":null,"key":"34-2022CF000022-11","ctofc":null,"date":"2022-04-08","courtRptr":null},{"addlTxt":"","parties":[],"descr":"Video conferencing","amount":null,"key":"34-2022CF000022-10","ctofc":"Rhode, John B.","date":"2022-04-08","courtRptr":"Schultz, Megan, DCR"},{"addlTxt":"No illegal use or possession of controlled substances.\nMaintain absolute sobriety.\nNo contact with child victim. \nNo contact with any minor children. \nNo leaving the state of Wisconsin.\nSurrender passport to Langlade County Sheriff's Department.","parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Cash bond set","amount":100000.00,"key":"34-2022CF000022-9","ctofc":"Rhode, John B.","date":"2022-04-08","courtRptr":"Schultz, Megan, DCR"},{"addlTxt":"01:37 PM Defendant Cesar O Fernandez-Reyes in court, in custody. Kelly L Hays appeared for the State of Wisconsin.  Cesar O Fernandez-Reyes appeared by video means. Court calls 22CF22 and 22CF63. Def. has copy of complaints, advised of charges and penalties of both cases.  Def. given atty rights and given 3 options, PD, hire own or court appointed atty. Def. chooses to hire an attorney. ADA makes argument and gives recommendation of $100,000.00 for both cases with conditions of no illegal use or possession of controlled substances, absolute sobriety, no contact with victim, no contact with any minor children, no leaving the state of Wisconsin and surrender passport. Def. makes response. The court orders an interpreter in person or by telephone for future hearings. An adjourned initial appearance is scheduled 4/18/22 at 02:30pm. Defendant questions the court and makes statement. Court is adjourned.  Adjourned initial appearance scheduled for April 18, 2022 at 02:30 pm.","parties":[],"descr":"Return on warrant/Initial appearance","amount":null,"key":"34-2022CF000022-8","ctofc":"Rhode, John B.","date":"2022-04-08","courtRptr":"Schultz, Megan, DCR"},{"addlTxt":"01:00 PM Defendant Cesar O Fernandez-Reyes in court, in custody.  Kelly L Hays appeared for the State of Wisconsin.  Cesar O Fernandez-Reyes appeared by video means. All parties via Zoom.","parties":[],"descr":"Return on warrant/Initial appearance","amount":null,"key":"34-2022CF000022-6","ctofc":"Rhode, John B.","date":"2022-04-08","courtRptr":"Schultz, Megan, DCR"},{"addlTxt":null,"parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Bench warrant issued","amount":0.00,"key":"34-2022CF000022-5","ctofc":"Rhode, John B.","date":"2022-02-18","courtRptr":null},{"addlTxt":null,"parties":[{"sealed":false,"name":"Fernandez-Reyes, Cesar O"}],"descr":"Bench warrant authorized","amount":0.00,"key":"34-2022CF000022-4","ctofc":"Rhode, John B.","date":"2022-02-18","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Electronic Filing Notice","amount":null,"key":"34-2022CF000022-3","ctofc":null,"date":"2022-02-18","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Case initiated by electronic filing","amount":null,"key":"34-2022CF000022-2","ctofc":null,"date":"2022-02-18","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Complaint filed","amount":null,"key":"34-2022CF000022-1","ctofc":null,"date":"2022-02-18","courtRptr":null}],"prosAgency":"District Attorney","citations":[],"defAttys":[{"name":"Ruth, Robert Thomas"}],"balanceDue":0,"allowPurchase":false},"view":{"caseNo":{"value":"2022CF000022"},"countyNo":{"value":34}}}