{"result":{"parties":[],"classType":"Criminal","showRssButton":true,"receivables":[],"countyName":"Douglas","isReopenedRemandedFromAppeal":false,"daCaseNo":"2022DG001438","activities":[],"payplanLink":null,"chargeHist":[{"replacedBy":"Information Filed","descr":"Possession of Methamphetamine","seqNo":1,"id":"16-2022CF000344-1","dispoDesc":null,"statuteCite":"961.41(3g)(g)","severity":"Felony I","chargeNo":1,"isConverted":false}],"prosAtty":"Cogbill, Allison E.","maintenance":"Electronic filing","caseNo":"2022CF000344","execSummary":"<p data-section-name=\"open\">\n    This case has not been concluded. Unless a judgment of conviction is\n    entered, the defendant is presumed innocent of all charges.\n  </p><p data-section-name=\"notice\">\n    <strong>Notice to employers:</strong> It may be a violation of state law to\n    discriminate against a job applicant because of an arrest or conviction\n    record.  Generally speaking, an employer may refuse to hire an applicant on\n    the basis of a conviction only if the circumstances of the conviction\n    substantially relate to the particular job. For more information, see\n    <a href=\"http://docs.legis.wisconsin.gov/statutes/statutes/111/II/335\" rel=\"noopener noreferrer\" target=\"_blank\">Wisconsin Statute 111.335</a>\n    and the Department of Workforce Development's publication,\n    <cite><a href=\"https://dwd.wisconsin.gov/er/civilrights/discrimination/arrest.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Arrest and Conviction Records under the Law</a></cite>.\n  </p>","warrants":[],"civilJdgmts":[],"branchId":"1","documents":[],"wcisClsCode":"Drug Possession","tac":null,"countyNo":16,"charges":[{"judgments":[{"supervisions":[],"orderDate":"2022-09-16","isModified":false,"superAgency":{"name":"District Attorney Office","time":"1 Years","notes":null},"miscConds":[{"key":"mc-16-2022CF000344-2-1-1","descr":"Other","notes":"During the pendency of this deferral, the Defendant agrees to:\n-Commit no acts which rise to the level of probable cause in violation of the criminal laws of the state of Wisconsin, or of any other state, or of the United States of America.\n-Comply with all conditions of bail or bond in this case.\n-Comply with all conditions of probation in files 21CM290 and 21CM292. Violation of any rule of probation, or revocation from probation, constitutes a violation of this condition. \n-The parties agree, and the defendant understands, that the conditions of any bail or bond in effect on the plea date shall continue for the entire length of this agreement, and that any violation of the defendant's bond may result in bail jumping charges pursuant to Wis. Stat. 946.49. The defendant further understands that a charged violation of the bail or bond for which probable cause is found shall be a basis for the State to vacate this agreement.\n-Defendant will keep Douglas County Clerk of Courts informed of his address and telephone number at all times, and stipulates that the sending of notice by regular mail to the address on file with the Clerk of Courts constitutes sufficient notice of any court hearings scheduled in this matter.  The non-appearance of the defendant may result in the issuance of an arrest warrant. \n-If, at any time during the deferral period, the defendant has no complied with the conditions of this agreement, the State may at its discretion and upon notice the defendant, revoke the agreement and move the Court to enter judgment of conviction and the parties shall proceed to sentencing. At sentencing, the State shall be free to argue for any disposition it deems appropriate, up to and including the maximum sentence provided by law. \n-Except as otherwise provided in this agreement, the State must prove non-compliance with thus agreement by the preponderance of the evidence at a hearing subject to Wis. Stat. 911.01(4)(c)."},{"key":"mc-16-2022CF000344-2-1-2","descr":"Alcohol assessment","notes":"-Undergo an Alcohol and Other Drugs of Abuse (AODA) assessment/evaluation no later than 6 months from the court adopting this agreement and sign a release of information to allow the service provider to communicate with the District Attorney's Office. The Defendant, either personally or through his or her attorney, will provide a copy of the AODA evaluation to the District Attorney's Office within thirty (30) days of completion of the evaluation. The Defendant will be truthful with the evaluator and inform the evaluator of the current charge(s) in this case. \nFor any recommended conditions contained in the evaluation that are to be completed and/or complied with by the defendant, the defendant, either personally or through his or her attorney, will provide verification of compliance with these conditions no later than 30 days prior to the expiration of this agreement, or upon sooner request of the District Attorney's Office.\nIf despite good faith efforts made by the defendant, the evaluation or any recommendations therefrom cannot be completed as set forth above in this condition, it is the responsibility of the defendant, either personally or through his or her attorney, to contact the District Attorney's Office at 715-395-1218 to request an extension of the date for completion. The District Attorney's Office has sole discretion whether to agree to modify the date for completion of the evaluation. Failure to request an extension in this circumstance constitutes evidence that the defendant has not made good faith efforts to complete the evaluation or recommendation therefrom as agreed to by the defendant."},{"key":"mc-16-2022CF000344-2-1-3","descr":"Other","notes":"-At the end of this deferral period or upon completion of all terms of this agreement, whichever is later, if the defendant has complied with the conditions of this agreement and provided proof of compliance when required, the State will move to dismiss this count with prejudice."}],"key":"16-2022CF000344-2-1","dispoCtofc":"Thimm, Kelly J","timeConds":[],"dispoDesc":null,"probByCase":null,"sentDate":null,"isConverted":false,"reOpenedEvent":null,"action":"Deferred Prosecution or Sentence"}],"pleaDate":"2022-09-16","descr":"Possession of Methamphetamine","offenseDate":"2022-08-26","id":"16-2022CF000344-2","pleaDescr":"No Contest","chargeModifiers":[],"dispoDesc":"Deferred Prosecution or Sentence","statuteCite":"961.41(3g)(g)","severity":"Felony I","chargeNo":1,"isSummaryCandidate":true},{"judgments":[{"supervisions":[],"orderDate":"2022-09-16","isModified":false,"superAgency":null,"miscConds":[],"key":"16-2022CF000344-3-1","dispoCtofc":"Thimm, Kelly J","timeConds":[],"dispoDesc":null,"probByCase":null,"sentDate":null,"isConverted":false,"reOpenedEvent":null,"action":"Dismissed on Prosecutor's Motion"}],"pleaDate":null,"descr":"Possess Drug Paraphernalia","offenseDate":"2022-08-26","id":"16-2022CF000344-3","pleaDescr":null,"chargeModifiers":[],"dispoDesc":"Dismissed on Prosecutor's Motion","statuteCite":"961.573(1)","severity":"Misd. U","chargeNo":2,"isSummaryCandidate":true}],"crossReferenced":[],"caption":"State of Wisconsin vs. Darryl Edward Jones","status":"Open","filingDate":"2022-09-08","defendant":{"attys":[{"name":"Reid, Ryan Anthony","withdrawn":null,"key":"16-2022CF000344-1-1087073-2022-09-12","isGal":false,"entered":"2022-09-12"}],"name":"Jones, Darryl Edward","partyNo":1,"dob":"1991-07-01","fingerprintId":null,"inclGal":false,"effDate":"2022-09-09","sex":"Male","alias":[],"race":"African American","status":null,"address":"Homeless","type":"Defendant","justisNo":null,"sealed":false},"respCtofc":"Thimm, Kelly J","available":true,"isCriminal":true,"caseType":"CF","records":[{"addlTxt":"No use or possession of a controlled substance or drug-related paraphernalia without a valid prescription. Defendant must notify Clerk of Courts of current/updated address within 24 hours of release from custody.","parties":[{"sealed":false,"name":"Jones, Darryl Edward"}],"descr":"Signature bond amended","amount":750.00,"key":"16-2022CF000344-18","ctofc":null,"date":"2022-09-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Judgment of dismissal/acquittal","amount":null,"key":"16-2022CF000344-17","ctofc":"Thimm, Kelly J","date":"2022-09-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Deferred agreement","amount":null,"key":"16-2022CF000344-16","ctofc":"Thimm, Kelly J","date":"2022-09-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Appeal rights/info on postconviction relief","amount":null,"key":"16-2022CF000344-15","ctofc":null,"date":"2022-09-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Plea questionnaire, waiver of rights","amount":null,"key":"16-2022CF000344-14","ctofc":null,"date":"2022-09-16","courtRptr":null},{"addlTxt":"9:00 AM Defendant Darryl Edward Jones in court.  Attorney Ryan Anthony Reid in court for Darryl Edward Jones.  Attorney Mark Fruehauf in court for State of Wisconsin.  State recites agreement in files. 60 days jail in both CM files stayed for 1 year, concurrent, jail consecutive if revoked, DOC programming, costs in all files, restitution of $6.43.  Count 1 in 21CM290 will be DRI, Count 2 in 21CM292 will be DRI. In CF file DJOC on Count 1, costs. Count 2 dismissed. Defendant has credit for 22 days.\nCourt questions restitution amount. Court will order defendant to go to super one and pay the $6.43.\nin 21CM290 Court recounts charges and possible penalties. Defendant pleads no contest to Count 2.  in 21CM292 court recounts charges and possible penalties. Defendant pleads not contest to Count 1. In 22CF344, Court recounts charges and possible penalties.  Defendant pleads no contest to Count 1. Court informs defendant of rights given up by their plea. Attorney stipulates to a factual basis. Court accepts the Defendant's plea and finds that the Defendant's plea has been freely, voluntarily and intelligently made. Court finds Defendant understands all the rights they are waiving by their plea. The Defendant is found guilty and Judgment of Conviction is entered in both CM files and deferred in 22CF344 on Count 1. Count 2 in 22CF344 is dismissed. All remaining counts are dismissed but read in.\nState makes statements regarding prior criminal record.  Has 22 days credit. in20cm290, asks for 22 days conditional jail, with credit for 22. \nAttorney Reid makes statements.\nCourt orders on 60 days i&S consecutive to each other, 1 year concurrent probation, DOC programming, costs on each file, 120 days to pay or pay plan.  Restitution to Super One of $6.43, payable directly to Super One. Defendant directed to go to Super One one time to pay restitution. 22 days, 22 credit in 290 file, time served. Cash bond converted to signature bond with same terms.","parties":[],"descr":"Plea hearing","amount":null,"key":"16-2022CF000344-13","ctofc":"Thimm, Kelly J","date":"2022-09-16","courtRptr":"Campshure, Sharesa M"},{"addlTxt":"State's Demand for Discovery and Inspection","parties":[],"descr":"Demand for Discovery and Inspection - Prosecutor","amount":null,"key":"16-2022CF000344-12","ctofc":null,"date":"2022-09-13","courtRptr":null},{"addlTxt":"Demand for Discovery and Inspection - Defendant","parties":[],"descr":"Demand for Discovery and Inspection - Defendant","amount":null,"key":"16-2022CF000344-11","ctofc":null,"date":"2022-09-12","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Public defender order appointing counsel","amount":null,"key":"16-2022CF000344-10","ctofc":null,"date":"2022-09-12","courtRptr":null},{"addlTxt":"ADDRESS INFO for Darryl Edward Jones\nCurrent: Homeless,   (Effective: 09-09-2022)\nPrior: 1038 Redfield St, La Crosse, WI 54601 \n","parties":[{"sealed":false,"name":"Jones, Darryl Edward"}],"descr":"Change of address notification","amount":null,"key":"16-2022CF000344-9","ctofc":null,"date":"2022-09-12","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Information","amount":null,"key":"16-2022CF000344-8","ctofc":null,"date":"2022-09-09","courtRptr":null},{"addlTxt":"9:02 AM Defendant Darryl Edward Jones in court, in custody.  Attorney Ryan Anthony Reid in court for Darryl Edward Jones.  Attorney Allison E. Cogbill in court for State of Wisconsin. State states a new felony file charged out yesterday and working to resolve all cases. Attorney Reid would also like 22CF344 called for a waiver of preliminary hearing. In 22CF344, Court questions defendant. Defendant freely and voluntarily waives his right to a preliminary hearing. Court accepts wavier as freely made. Court finds probable cause and holds over for arraignment. Court sets status and arraignment.\nArraignment scheduled for September 16, 2022 at 09:00 am.","parties":[],"descr":"Waiver of preliminary hearing","amount":null,"key":"16-2022CF000344-7","ctofc":"Thimm, Kelly J","date":"2022-09-09","courtRptr":"Graupe, Adam"},{"addlTxt":"Defendant must notify Clerk of Courts of current/updated address within 24 hours of release from custody. No use or possession of a controlled substance or drug-related paraphernalia without a valid prescription.","parties":[{"sealed":false,"name":"Jones, Darryl Edward"}],"descr":"Cash bond set","amount":750.00,"key":"16-2022CF000344-6","ctofc":null,"date":"2022-09-08","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Video conferencing","amount":null,"key":"16-2022CF000344-5","ctofc":null,"date":"2022-09-08","courtRptr":null},{"addlTxt":"2:07 PM Defendant Darryl Edward Jones appeared by video, in custody.  Attorney Ryan Anthony Reid in court for Darryl Edward Jones.  Prosecuting attorney Peter James Marvin Kruger in court for the State of Wisconsin. Attorney notes defendant does not have address. Attorney/Defendant acknowledges receipt of the complaint, waives a formal reading, enters pleas of not guilty to the misdemeanor count(s), and requests a preliminary hearing. State asks for $750 cash bond. No use or possession of a controlled substance or drug-related paraphernalia without a valid prescription. Notes that cash is due to history of FTA and notes was in absconder status for almost a year and has additional open pending cases in this county. Recites other FTAs and cash bail previously posted. Recites defendant's criminal history in other jurisdictions. Attorney Reid indicates that defendant has two pending matters. Recently quashed warrants in those matters and has worked with counsel to resolve those matters. Acknowledges defendant's prior criminal history. Notes that he has a 10 year connection with Duluth, MN. Asks court to consider a signature bond or lower cash bond. Notes that the pending cases are set to be resolved at court appearance tomorrow. Court notes concerns over prior FTAs and notes cash bond has been posted in other cases. Also concerned over lack of address. Defendant will not be able to post $750. \nCourt orders $750 cash. Defendant must notify Clerk of Courts of current/updated address within 24 hours of release from custody. No use or possession of a controlled substance or drug-related paraphernalia without a valid prescription.\nPreliminary hearing scheduled for September 14, 2022 at 09:45 am.","parties":[],"descr":"Initial appearance","amount":null,"key":"16-2022CF000344-4","ctofc":"Lovejoy, Rebecca","date":"2022-09-08","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Electronic Filing Notice","amount":null,"key":"16-2022CF000344-3","ctofc":null,"date":"2022-09-08","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Case initiated by electronic filing","amount":null,"key":"16-2022CF000344-2","ctofc":null,"date":"2022-09-08","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Complaint filed","amount":null,"key":"16-2022CF000344-1","ctofc":null,"date":"2022-09-08","courtRptr":null}],"prosAgency":"District Attorney","citations":[],"defAttys":[{"name":"Reid, Ryan Anthony"}],"balanceDue":0,"allowPurchase":false},"view":{"caseNo":{"value":"2022CF000344"},"countyNo":{"value":16}}}