{"result":{"parties":[],"classType":"Criminal","showRssButton":true,"receivables":[{"amountDue":453.00,"atCollections":false,"key":"27-171959","adjust":0.00,"rcvblNo":171959,"countyNo":27,"probAmt":0.00,"paid":0.00,"dueDate":"2020-05-13","type":"R","atSdc":false,"balanceDue":453.00}],"countyName":"Jackson","isReopenedRemandedFromAppeal":false,"daCaseNo":"2015JA001050","activities":[],"payplanLink":null,"chargeHist":[],"prosAtty":"Fox, Gerald Roger","maintenance":null,"caseNo":"2015CM000218","execSummary":"<p data-section-name=\"guiltyPreamble\">\n    The defendant Michael T Bearfield was found guilty\n    of the following <nobr>charge(s)</nobr> in this case.\n    \n    \n  </p><ul><li><div data-section-name=\"guiltyCriminal\">\n    <span class=\"leadIn\"/>\n    Operate Vehicle w/o Consent-Passenger,\n    a class A misdemeanor,\n    Wisconsin Statutes\n    943.23(4m).\n  </div></li></ul><div data-section-name=\"readIn\">\n    <p>\n      <nobr>Charge(s)</nobr> in this case were read in to this or other\n      <nobr>case(s).</nobr> A &quot;read in&quot; charge is a charge that is dismissed as\n      part of a plea agreement, however:\n    </p>\n    <ul>\n      <li>\n        The defendant agrees to have the court consider the\n        <nobr>charge(s)</nobr> when sentencing for another crime, under Wis.\n        Stats. 973.20(1g)(b); and\n      </li>\n      <li>\n        The defendant cannot be prosecuted for these <nobr>charge(s)</nobr> in\n        the future.\n      </li>\n    </ul>\n  </div><p data-section-name=\"notice\">\n    <strong>Notice to employers:</strong> It may be a violation of state law to\n    discriminate against a job applicant because of an arrest or conviction\n    record.  Generally speaking, an employer may refuse to hire an applicant on\n    the basis of a conviction only if the circumstances of the conviction\n    substantially relate to the particular job. For more information, see\n    <a href=\"http://docs.legis.wisconsin.gov/statutes/statutes/111/II/335\" rel=\"noopener noreferrer\" target=\"_blank\">Wisconsin Statute 111.335</a>\n    and the Department of Workforce Development's publication,\n    <cite><a href=\"https://dwd.wisconsin.gov/er/civilrights/discrimination/arrest.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Arrest and Conviction Records under the Law</a></cite>.\n  </p>","warrants":[],"civilJdgmts":[],"branchId":null,"documents":[],"wcisClsCode":"Operate Vehicle Without Consent","tac":null,"countyNo":27,"charges":[{"judgments":[{"supervisions":[{"superMiscConds":[],"descr":"Costs","key":"27-2015CM000218-1-1-1","notes":null,"time":null,"isShowConds":false,"superTimeConds":[],"beginDate":null},{"superMiscConds":[],"descr":"Local Jail","key":"27-2015CM000218-1-1-2","notes":"Concurrent with: Jackson County Case No. 15CF182, 15CM227,15CM209.","time":"9 Months","isShowConds":false,"superTimeConds":[],"beginDate":"2016-05-13"}],"orderDate":"2016-02-29","isModified":false,"superAgency":null,"miscConds":[],"key":"27-2015CM000218-1-1","dispoCtofc":"Becker, Anna","timeConds":[],"dispoDesc":null,"probByCase":null,"sentDate":"2016-05-13","isConverted":false,"reOpenedEvent":null,"action":"Guilty Due to Guilty Plea"}],"pleaDate":"2016-02-29","descr":"Operate Vehicle w/o Consent-Passenger","offenseDate":"2015-08-28","id":"27-2015CM000218-1","pleaDescr":"Guilty","chargeModifiers":[],"dispoDesc":"Guilty Due to Guilty Plea","statuteCite":"943.23(4m)","severity":"Misd. A","chargeNo":1,"isSummaryCandidate":true},{"judgments":[{"supervisions":[],"orderDate":"2016-02-29","isModified":false,"superAgency":null,"miscConds":[],"key":"27-2015CM000218-2-1","dispoCtofc":"Becker, Anna","timeConds":[],"dispoDesc":null,"probByCase":null,"sentDate":null,"isConverted":false,"reOpenedEvent":null,"action":"Charge Dismissed but Read In"}],"pleaDate":null,"descr":"Bail Jumping-Misdemeanor","offenseDate":"2015-08-28","id":"27-2015CM000218-2","pleaDescr":null,"chargeModifiers":[],"dispoDesc":"Charge Dismissed but Read In","statuteCite":"946.49(1)(a)","severity":"Misd. A","chargeNo":2,"isSummaryCandidate":true}],"crossReferenced":[{"key":"27-2015CM000218-2015CM000227","caseNo":"2015CM000227","link":"caseDetail.html?countyNo=27&caseNo=2015CM000227"},{"key":"27-2015CM000218-2015CM000209","caseNo":"2015CM000209","link":"caseDetail.html?countyNo=27&caseNo=2015CM000209"},{"key":"27-2015CM000218-2015CF000182","caseNo":"2015CF000182","link":"caseDetail.html?countyNo=27&caseNo=2015CF000182"}],"caption":"State of Wisconsin vs. Michael T Bearfield","status":"Closed","filingDate":"2015-09-04","defendant":{"attys":[{"name":"Fredrickson, Paul M","withdrawn":null,"key":"27-2015CM000218-1-1089115-2015-09-14","isGal":false,"entered":"2015-09-14"}],"name":"Bearfield, Michael T","partyNo":1,"dob":"1988-09-19","fingerprintId":null,"inclGal":false,"effDate":"2021-09-30","sex":"Male","alias":[],"race":"Caucasian","status":null,"address":"306 South 2nd Street, Black River Falls, WI 54615","type":"Defendant","justisNo":null,"sealed":false},"respCtofc":"Becker, Anna","available":true,"isCriminal":true,"caseType":"CM","records":[{"addlTxt":"4:03 PM Defendant Michael T Bearfield appeared in court, in custody from the Jackson County Jail. Treatment Court Team, Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Jody Hodge all appear in person. Michael has received the Motion to Expel from Treatment Court. Defendant is to put in writing if he does or does not want to challenge, meet with attorney.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-46","ctofc":"Becker, Anna","date":"2022-04-13","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:05 PM Defendant Michael T Bearfield appeared in court, in custody from the Jackson County Jail. Treatment Court Team, Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Melissa Barcley.  Court orders 10 day sanction for non compliance. Schedule another treatment court session next week.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-45","ctofc":"Becker, Anna","date":"2022-03-16","courtRptr":"Taylor, Courtney M"},{"addlTxt":"9:30 AM Defendant Michael T Bearfield appeared in court. Treatment court team Emily Hynek, Lucas Swank, Captain Nick Gray, Judy Luttio, Amber Falls all appearing. Court questioned defendant. Had a positive test before leaving Wazee House. Addressed the list of 10 things not being turned in. He is still employed. Team members comment and ask questions. Swank encourages him to go to meetings. Addresses getting his personal items from his uncle's home and getting assistance with that. Continue the call in's and testing.  Three day Sanction ordered needs to report to the Jackson County Jail on Monday 3/14 by 4pm until Wednesday while incarcerated needs to come up with a plan/ daily schedule for himself. Should talk with Melissa Barkley may have options of a place to stay through the weekend. His current work schedule Sat & Sun 7am-6pm, M, TH, FRI 4pm-4am. Report to JASO for testing after hearing. Able to leave his personal belongings in Judy's office.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-44","ctofc":"Becker, Anna","date":"2022-03-11","courtRptr":"Frydenlund, Amy"},{"addlTxt":"3:58 PM Defendant Michael T Bearfield appeared in court. Treatment Court Team, Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Jody Hodge, Amber Falls. Need a list of things Michael likes to do or want to do, Michael to get that list to Judy Luttio. Structure, make up a schedule, set regular schedule. Michael informed about Ray stopping in. Had gps bracelet put on. Curfew condition - home until 6 am back home by 7 pm. Michael will talk to Jody about certain addresses. Team members comment. List of 10 things enjoy doing, turn in and fill out by next meeting and come up with plan for what week looks like.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-43","ctofc":"Becker, Anna","date":"2022-03-02","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:00 PM Adult Treatment Court Team, Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Jody Hodge, Amber Falls. Michael Bearfield.  Discusses living at Wazee House. He will be released from Wazee House March 1. Starts group counseling with Amber next week.  Sponsor/meetings discussed. When meets with Amber on Friday will give him information regarding finding a sponsor and meetings. Michael Bearfield requests possible ankle bracelet,  will stop him from drinking, curfew, keep him away from certain addresses and help with structure. Looking for a place to rent to own in Merrillan, Brooke looking at making contact with owner.  Nick provided a card for Travis Brown regarding ankle bracelet to Michael. Judy Luttio will provide a planner.  Michael has cut back on work hours due to schedule being cut and being a bit overwhelming. Direct deposit is set up. Plan is to live with uncle once out of Wazee House. Incentive- Lunda Center if by March 15 making all appointments, tests, etc if all clean membership card for a month at a time. His biggest fear is relapsing.  Team member comments. Has information medical ride can call two days in advance to get a ride.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-42","ctofc":"Becker, Anna","date":"2022-02-16","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:00 PM   Adult Treatment Court Team Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Jody Hodge, Amber Falls. Michael T Bearfield. Started new job at Country Terrace - discussed his job responsibilities. Won resident of the week at Wazee as the staff nominated him. Start the process to sign a release. Planning schedule in head to prepare for release. Try to stay positive to keep enthusiasm. Team to work on some kind of motivational rewards to keep him occupied. Team members commented. Discussion as to how to handle life once he's released. Find referrals for Micheal for possible support when/if need.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-41","ctofc":"Becker, Anna","date":"2022-02-02","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:00 PM Adult Treatment Court Team Lucas Swank, Emily Hynek, Judy Luttio, Captain Nick Gray, Jody Hodge, Amber Falls. Michael T Bearfield  Michael now living at the Wazee House, described his daily events. Waiting on a job notification from Country Terrace. Has plan in his head how to handle if someone confronts him that would be a bad influence. He's feeling good, more comfortable with the program, it's teaching him how to structure and routine, also with the whole sober thought process. Team members comment. hardest part was opening up, now participates right away once warms up. 61 days of sobriety. Feels good, in good spirits.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-40","ctofc":"Becker, Anna","date":"2022-01-19","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:00 PM Adult Treatment Court. Emily Hynek, Judy Luttio, Jody Hodge, Captain N Gray. Lucas Swank not in court. Defendant appeared in court in custody from Jackson County Jail. Possible date for treatment. Work book discussion. Anxiety in mind knowing date is approaching. Court stresses, if don't understand ask to clarify. Team members comment.\nDefendant leaving for treatment, will not be printing a new notice. No court until at least 1/19.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-39","ctofc":"Becker, Anna","date":"2021-12-08","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"4:01 PM  Adult Treatment Court. Emily Hynek, Judy Luttio, Lucas Swank, Jody Hodge. Captain N. Gray. Amber Falls assigned to case, not here today. Defendant appeared in person in custody from Jackson County Jail.  Defendant questioned if he understands why he was sanctioned. Court questioned why he didn't call several days or show for tests, 5 in a row. Lost phone, lost numbers. Court - needs to call and test everyday. States reasons why he wanted to sign up for program. Willing/agreeing to do 1 month in treatment program.  DOC has referral in for a treatment.","parties":[],"descr":"Hearing","amount":null,"key":"27-2015CM000218-38","ctofc":"Becker, Anna","date":"2021-11-24","courtRptr":"Tranberg, Amanda Jo"},{"addlTxt":"ADDRESS INFO for Michael T Bearfield\nCurrent: 306 South 2nd Street, Black River Falls, WI 54615 United States  (Effective: 09-30-2021)\nPrior: 123 N 3rd St, Black River Falls, WI 54615-1324 United States\n","parties":[{"sealed":false,"name":"Bearfield, Michael T"}],"descr":"Change of address notification","amount":null,"key":"27-2015CM000218-37","ctofc":null,"date":"2021-09-30","courtRptr":null},{"addlTxt":"Notice of Intent returned.  \"Moved Left No Address\"","parties":[],"descr":"Return of unclaimed/undelivered mail service","amount":null,"key":"27-2015CM000218-36","ctofc":null,"date":"2018-12-06","courtRptr":null},{"addlTxt":"ADDRESS INFO for Michael T Bearfield\nCurrent: 123 N 3rd St, Black River Falls, WI 54615-1324 United States  (Effective: 07-05-2018)\nPrior: W8866 Decorah Road, Black River Falls, WI 54615 \n","parties":[{"sealed":false,"name":"Bearfield, Michael T"}],"descr":"Change of address notification","amount":null,"key":"27-2015CM000218-35","ctofc":null,"date":"2018-07-05","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Records of prosec. are converted data. See file.","amount":null,"key":"27-2015CM000218-34","ctofc":null,"date":"2017-11-15","courtRptr":null},{"addlTxt":"done.","parties":[],"descr":"Request","amount":null,"key":"27-2015CM000218-33","ctofc":null,"date":"2016-10-20","courtRptr":null},{"addlTxt":"of sentencing hearing held on 5/13/16","parties":[],"descr":"Transcript","amount":null,"key":"27-2015CM000218-32","ctofc":null,"date":"2016-09-07","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Judgment of conviction","amount":null,"key":"27-2015CM000218-30","ctofc":"Becker, Anna","date":"2016-05-16","courtRptr":null},{"addlTxt":"Associated with Charge #1","parties":[],"descr":"Conviction status report","amount":null,"key":"27-2015CM000218-29","ctofc":null,"date":"2016-05-16","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Appeal rights/info on postconviction relief","amount":null,"key":"27-2015CM000218-31","ctofc":null,"date":"2016-05-13","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Dispositional order/judgment","amount":null,"key":"27-2015CM000218-28","ctofc":"Becker, Anna","date":"2016-05-13","courtRptr":null},{"addlTxt":"DA Gerald Fox appeared for the State.  Defendant appeared in person, in custody, with Attorney Fredrickson.  Victim notification complied with.  Court questioned Attorney Fredrickson about continuing on the cases.  Attorney Fredrickson stated that the defendant wishes to proceed with him as counsel.  Defendant confirmed that he wants to proceed with Attorney Fredrickson. State recommended:  8 years total.  3 years initial confinement and 5 years of extended supervision.  9 months jail, concurrent on misdemeanor cases.  Eligible for SAR.  AODA and HSED, GED or it's equivalent.  Attorney Fredrickson recommended:  7 years total.  2 years initial confinement and 5 years of extended supervision.  Eligible for CIP and SAR.  9 months concurrent on each misdemeanor cases.  \n\nCourt ordered: 9 months jail, concurrent on case numbers: 15CM209, 15CM218, 15CM227, CC and DNA.   On 15CF182:   9  years total.  4  years initial confinement, 5 years extended supervision.   Eligible for CIP and SAR.    The defendant shall comply with any treatment, evaluations and/or programming as deemed appropriate by a risk and needs assessment and the probation agent.  Defendant must sign any releases agent deems necessary to verify defendant's compliance with probation conditions.   Not to possess or consume any controlled substances.   Not to possess any drug paraphernalia.  Not to possess any prescription medications of any kind unless those have been prescribed to the defendant by a physician, and in that case, the defendant shall take such medications only as prescribed.  Defendant shall not alter the form of any prescription prior to, or in conjunction with, ingestion. No alcohol consumption or entering bars, taverns, or liquor stores. Subject to random drug and alcohol testing.  Restitution to J.B. in the amount of $32.67 and to Federation Cooperative in the amount of $8.19.  Joint and several with Bobby Bearfield.  CC, DNA and payment of surcharge.  AODA aftercare programming.  Work towards obtaining HSED, GED or it's equivalent.  Obtain and maintain employment, at agent's discretion.   Not to terminate without agent's prior approval.    No contact with the victim or his residence.  No contact with J.B.  Contact with J.B. left to agent's discretion.  Credit for 204 days on all cases.","parties":[],"descr":"Sentencing hearing","amount":null,"key":"27-2015CM000218-27","ctofc":"Becker, Anna","date":"2016-05-13","courtRptr":"Wolfe, Jenny"},{"addlTxt":"Received a partially filled out PFAC from defendant from the jail and it was not notarized.  I returned it with a note of what needs to be completed.","parties":[],"descr":"Notes","amount":null,"key":"27-2015CM000218-26","ctofc":null,"date":"2016-05-05","courtRptr":null},{"addlTxt":"Sentencing hearing on May 13, 2016 at 01:30 pm.","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-25","ctofc":null,"date":"2016-05-03","courtRptr":null},{"addlTxt":"Defendant appears in person in custody with counsel SPD Paul Fredrickson.  Defendant stands up and states he wishes to hire his own attorney and no longer wants a SPD.  Attorney Fredrickson said he talked to his client earlier today and was not aware of this change.  Judge clarifed with defendant that if he fires his public defender they will not re-appoint and he will not get a court appointed attorney under the circumstances either.  He and his attorney went out of courtroom to talk.  Parties in back in the courtroom - SPD Fredrickson states his client is unhappy about the recommendation in the PSI and his family is not even close to hiring another attorney on their own.  SPD's position could be that he's not entitled to another attorney as there isn't a basis and didn't say anything about this when they met this morning.  He now wishes to go forward with it today.  Court wants it clear what his concerns are today so they should be explored and fully discussed.  Court reschedules sentencing for 5-13-16 at 1:30 for 1 hour.  State to notify victims.","parties":[],"descr":"Review hearing","amount":null,"key":"27-2015CM000218-24","ctofc":"Becker, Anna","date":"2016-05-03","courtRptr":"Wolfe, Jenny"},{"addlTxt":"Sentencing hearing on May 3, 2016 at 01:30 pm.","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-23","ctofc":null,"date":"2016-04-26","courtRptr":null},{"addlTxt":"from Judge to DOC","parties":[],"descr":"Letters/correspondence","amount":null,"key":"27-2015CM000218-22","ctofc":null,"date":"2016-04-12","courtRptr":null},{"addlTxt":"from DOC","parties":[],"descr":"Letters/correspondence","amount":null,"key":"27-2015CM000218-21","ctofc":null,"date":"2016-04-11","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Guilty plea questionnaire/plea advisement form","amount":null,"key":"27-2015CM000218-20","ctofc":null,"date":"2016-02-29","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Appeal rights/info on postconviction relief","amount":null,"key":"27-2015CM000218-19","ctofc":null,"date":"2016-02-29","courtRptr":null},{"addlTxt":"Sentencing hearing at 05-10-2016 02:30 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-18","ctofc":null,"date":"2016-02-29","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Order for pre-sentence investigation","amount":null,"key":"27-2015CM000218-17","ctofc":"Becker, Anna","date":"2016-02-29","courtRptr":null},{"addlTxt":"DA Gerald Fox appeared for the State.  Defendant appeared in person, in custody, with Attorney Fredrickson.  Victim notification complied with, per State.  Defendant plead guilty to Count 1 in 15CF182,  Count 1 in 15CM209,  Count 1 in 15CM218 and  Count 2 in 15CM227.  All other counts and cases to be dismissed, but read in for sentencing purposes.  Court advised the defendant of the possible penalties of the charges he is pleading to.  He understood.  Felony warnings given.  Court reviewed the plea questionnaire, constitutional rights and elements with the defendant.  Defendant understood.  Defense stipulated that there is a factual basis for the pleas.   Court found that the defendant freely, voluntarily and intelligently entered his pleas and waived his constitutional rights.  Court found that a factual basis exists for the pleas.  Found guilty as plead to.  PSI ordered.  Due 4/15/16.  1 hour sentencing hearing to be scheduled with the Judge's office.","parties":[],"descr":"Plea hearing","amount":null,"key":"27-2015CM000218-16","ctofc":"Becker, Anna","date":"2016-02-29","courtRptr":"Wolfe, Jenny"},{"addlTxt":"Plea hearing at 02-29-2016 01:30 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-15","ctofc":null,"date":"2016-02-03","courtRptr":null},{"addlTxt":"DA Gerald Fox appeared for the State.  Defendant appeared through Attorney Fredrickson.  Set for plea only.  PSI will be requested. 2/29/16 at 1:30 pm","parties":[],"descr":"Status conference","amount":null,"key":"27-2015CM000218-14","ctofc":"Becker, Anna","date":"2016-02-01","courtRptr":"Wolfe, Jenny"},{"addlTxt":"Status conference at 02-01-2016 03:00 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-13","ctofc":null,"date":"2016-01-07","courtRptr":null},{"addlTxt":"ADA Melissa Inlow appears for the State.  Defendant appeared through Attorney Fredrickson.  Defendant in custody.  Track with CF case.","parties":[],"descr":"Status conference","amount":null,"key":"27-2015CM000218-12","ctofc":"Becker, Anna","date":"2016-01-04","courtRptr":"Wolfe, Jenny"},{"addlTxt":"Status conference at 01-04-2016 03:00 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-11","ctofc":null,"date":"2015-12-15","courtRptr":null},{"addlTxt":"Status conference at 11-30-2015 03:00 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-9","ctofc":null,"date":"2015-11-12","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Pre-trial conference","amount":null,"key":"27-2015CM000218-10","ctofc":"District Attorney","date":"2015-11-11","courtRptr":null},{"addlTxt":"Status conference at 11-16-2015 03:00 pm","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-8","ctofc":null,"date":"2015-10-06","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Pre-trial conference","amount":null,"key":"27-2015CM000218-7","ctofc":"Fox, Gerald","date":"2015-09-23","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Public defender order appointing counsel","amount":null,"key":"27-2015CM000218-6","ctofc":null,"date":"2015-09-14","courtRptr":null},{"addlTxt":"Pre-trial conference at 09-23-2015 10:00 am.\nStatus conference at 10-12-2015 03:00 pm.","parties":[],"descr":"Notice of hearing","amount":null,"key":"27-2015CM000218-5","ctofc":null,"date":"2015-09-14","courtRptr":null},{"addlTxt":"Defendant appeared with counsel Paul Fredrickson.  Melissa Inlow appeared for the State.  Defense waived reading of complaint and defendant stood mute.  Court entered NGP's and set a pretrial for 9-23-15 at 10:00 and a status conference for 10-12-15 at 3:00 to coincide with his other open cases.","parties":[],"descr":"Initial appearance","amount":null,"key":"27-2015CM000218-4","ctofc":"Becker, Anna","date":"2015-09-14","courtRptr":"Wolfe, Jenny"},{"addlTxt":null,"parties":[],"descr":"Final disposition report","amount":null,"key":"27-2015CM000218-2","ctofc":null,"date":"2015-09-04","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Summons and complaint","amount":null,"key":"27-2015CM000218-1","ctofc":null,"date":"2015-09-04","courtRptr":null},{"addlTxt":null,"parties":[],"descr":"Signature bond signed","amount":1500.00,"key":"27-2015CM000218-3","ctofc":null,"date":"2015-08-31","courtRptr":null}],"prosAgency":"District Attorney","citations":[],"defAttys":[{"name":"Fredrickson, Paul M"}],"balanceDue":453.00,"allowPurchase":false},"view":{"caseNo":{"value":"2015CM000218"},"countyNo":{"value":27}}}